[
    {
        "question": "What’s your favorite seat on an airplane?"
    },
    {
        "question": "If you could be reincarnated as any animal, which would you choose?"
    },
    {
        "question": "Who is your favorite movie villain?"
    },
    {
        "question": "What is the first thing you do when you wake up?"
    },
    {
        "question": "How do you recognize when you’re stressed?"
    },
    {
        "question": "If you could bring back a fashion trend, what would it be and why?"
    },
    {
        "question": "What’s one thing you are unbeatable at?"
    },
    {
        "question": "Do you have any mentors or people you look up to? Tell us about one of them."
    },
    {
        "question": "What fictional world or place would you like to visit?"
    },
    {
        "question": "If you could go back in time 10,000 years ago and make a cave painting to confuse everyone in the future, what would you draw?"
    },
    {
        "question": "What’s the last thing you did for the first time?"
    },
    {
        "question": "You’ve been granted a one-way ticket to another country of your choice. Where are you going?"
    },
    {
        "question": "What’s the weirdest thing in your fridge right now?"
    },
    {
        "question": "If your home was packed full of golf balls, how would you remove them?"
    },
    {
        "question": "What takeaway food represents you today and why?"
    },
    {
        "question": "What’s one productivity tool you couldn’t live without, and what makes it indispensable?"
    },
    {
        "question": "What small thing would improve your day today?"
    },
    {
        "question": "What boundaries have you set to ensure that you unplug from work?"
    },
    {
        "question": "When you’re feeling stressed, how do you deal with it?"
    },
    {
        "question": "Who has made a positive difference in your life recently?"
    },
    {
        "question": "Do you work better with or without music? What are you listening to while you work?"
    },
    {
        "question": "What’s a strategy you’ve found helpful in your recent work?"
    },
    {
        "question": "Would you rather receive a shoutout from the CEO at a company all-hands meeting or a private word of thanks from them?"
    },
    {
        "question": "Would you rather someone took a boring task off your to-do list or invited you to participate in a project of great interest to you?"
    },
    {
        "question": "Do you have a non-work goal you’re working toward right now? What is it?"
    },
    {
        "question": "What’s one thing that brings you energy and joy?"
    },
    {
        "question": "What’s something people don’t know about you?"
    },
    {
        "question": "What’s the most useful item you’ve purchased this year?"
    },
    {
        "question": "When you’re packing for a trip, what’s one thing (other than clothes) you always bring?"
    },
    {
        "question": "What’s the worst job you ever had?"
    },
    {
        "question": "If you had to put together a presentation about anything, what would it be about?"
    },
    {
        "question": "What’s your favorite self-care activity?"
    },
    {
        "question": "What’s one country you would love to visit and why?"
    },
    {
        "question": "What was your favorite subject in school? Why?"
    },
    {
        "question": "What’s the most useful thing you own?"
    },
    {
        "question": "Where do you feel most at home?"
    },
    {
        "question": "Name a healthy food you enjoy and an unhealthy one you find hard to resist."
    },
    {
        "question": "What’s a sauce, condiment, or dressing you couldn’t live without?"
    },
    {
        "question": "What’s your culture’s most underrated food?"
    },
    {
        "question": "Have you ever successfully conquered a fear?"
    },
    {
        "question": "What’s something you’ve recently learned about yourself?"
    },
    {
        "question": "Which question can you ask to find out the most about a person?"
    },
    {
        "question": "What’s something you would change if you ran the world?"
    },
    {
        "question": "How have you changed in the last year?"
    },
    {
        "question": "What’s something that doesn’t deserve the hate it gets?"
    },
    {
        "question": "What’s something you wish you understood better?"
    },
    {
        "question": "What’s a piece of advice that has stuck with you?"
    },
    {
        "question": "What’s something you rebelled against as a kid?"
    },
    {
        "question": "What’s something you were really into as a kid?"
    },
    {
        "question": "What factor of your childhood impacted you the most as a person?"
    },
    {
        "question": "Would you go to space if you knew that you could never come back to earth?"
    },
    {
        "question": "What is the strangest gift you have ever received?"
    },
    {
        "question": "What would you do if you knew you could not fail?"
    },
    {
        "question": "Where would you build your dream home?"
    },
    {
        "question": "If you could have an endless supply of food, what would it be?"
    },
    {
        "question": "If you could only listen to once album for the rest of your life, what would it be?"
    },
    {
        "question": "Using just one word, name something that drives your success?"
    },
    {
        "question": "What incredibly common thing have you never done?"
    },
    {
        "question": "What takes a lot of time but is totally worth it?"
    },
    {
        "question": "What is the most amazing fact you know?"
    },
    {
        "question": "What website or app doesn’t exist, but you really wish it did?"
    },
    {
        "question": "When someone finds out what you do, or where you are from, what question do they always ask you?"
    },
    {
        "question": "What scene in a movie always gives you goosebumps every time you watch it?"
    },
    {
        "question": "What do you wish someone taught you a long time ago?"
    },
    {
        "question": "How did you spend the money from your very first job?"
    },
    {
        "question": "What rule do you wish they would introduce into your favorite sport?"
    },
    {
        "question": "If you could choose your dreams, what would you prefer to dream about?"
    },
    {
        "question": "What’s something that was once important but is now becoming less and less relevant?"
    },
    {
        "question": "What do you buy way more of than most people?"
    },
    {
        "question": "What is the best event you’ve attended?"
    },
    {
        "question": "If someone came up to you and said “Hey, do that thing you do!”, what thing would pop into your head first?"
    },
    {
        "question": "What’s the best or worst prank you’ve played on someone?"
    },
    {
        "question": "If you were featured on the local news, what would you most likely be on there for?"
    },
    {
        "question": "Would you rather watch a movie on your TV at home or on the big screen in the theater, and why?"
    },
    {
        "question": "What big problem do you think technology will solve next?"
    },
    {
        "question": "What’s the longest trip you’ve been on?"
    },
    {
        "question": "What is the biggest mistake you’ve made at work?"
    },
    {
        "question": "What weird quirks did you pick up from your parents?"
    },
    {
        "question": "Who is the most interesting stranger you’ve met?"
    },
    {
        "question": "What is the last goal you achieved?"
    },
    {
        "question": "What did your teachers and parents say would be really important when you grew up, but it hasn’t been?"
    },
    {
        "question": "What’s the most outdated piece of tech you still use regularly?"
    },
    {
        "question": "What’s the weirdest food you’ve eaten?"
    },
    {
        "question": "What’s your favorite thing about the area/city/state you live in?"
    },
    {
        "question": "What period would be the best to be born in?"
    },
    {
        "question": "What are you hilariously bad at?"
    },
    {
        "question": "What are you kind of snobby about?"
    },
    {
        "question": "What do you geek out about?"
    },
    {
        "question": "What’s the best concert you’ve been to and why was it so good?"
    },
    {
        "question": "What is the best career advice you've ever received?"
    },
    {
        "question": "Where do you want to see yourself in 10 years?"
    },
    {
        "question": " What are your top 3 most hated foods?"
    },
    {
        "question": "What strange room/feature would you build in to your dream house?"
    },
    {
        "question": "What would you do if you were invisible for 24 hours?"
    },
    {
        "question": "If you could travel to anywhere in the galax, where would you go, and why?"
    },
    {
        "question": "If you are to learn any new skill that is not related to work, what would it be?"
    },
    {
        "question": "Have you ever won a medal or trophy?"
    },
    {
        "question": "If you could change places with anyone in the world, who would it be and why?"
    },
    {
        "question": "What would the title of your autobiography be?"
    },
    {
        "question": "What is your favourite holiday and why?"
    }
]